Repository: karpad2/antares_web
Catalog: app/Resources/translations/*/AdminCatalogHelp.*.xlf
Languages: hu_hu

source: Upload a brand logo from your computer.
hu_hu: Tölts fel egy márka logót a számítógépedről.

source: To add "tags," click inside the field, write something, and then press "Enter."
hu_hu: Kattints a mezőbe a "fülek" hozzáadásához, majd nyomj egy "ENTER"-t

source: Company name for this brand
hu_hu: Vállalatnevek ehhez a márkához

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
hu_hu: A fájl elérhetőségének száma napokban a vásárlók számára. Korlátlan eléréshez nulla.

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
hu_hu: A termék minimális vásárlási mennyisége (állítsd 1-re, ha szeretnéd kikapcsolni ezt a funkciót). Pl.: ha 3-ra állítod, akkor az ügyfeleid csak akkor vásárolhatják meg a terméket, ha legalább 3 darabot rendelnek belőle.

source: Upload a file from your computer (%maxUploadSize% max.)
hu_hu: Tölts fel egy fájlt a számítógépedről (max. %maxUploadSize%)

source: The full filename with its extension (e.g. Book.pdf)
hu_hu: Teljes fájlnév kiterjesztéssel együtt (pl: konyv.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
hu_hu: Vásárlónként engedélyezett fájlletöltések száma. 0 esetén korlátlan.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
hu_hu: Beállítás esetén a megadott dátum után a fájl már nem letölthető. A lejárati idő nélküli használathoz hagyhatod üresen.

source: Company name for this supplier
hu_hu: A beszállító cégének elnevezése

source: Will appear in the list of suppliers.
hu_hu: A beszállítók listájában fog megjelenni.

source: Phone number for this supplier
hu_hu: Beszállító telefonszáma

source: Mobile phone number for this supplier.
hu_hu: Beszállítói mobilszám.

source: Upload a supplier logo from your computer.
hu_hu: Szállítólogó feltöltése számítógépről.

source: To add "tags" click in the field, write something and then press "Enter".
hu_hu: "Címkék" hozzáadásához kattints a mezőbe, írj be valamit, majd nyomj "ENTER"-t!

source: Only letters and the minus (-) character are allowed.
hu_hu: Csak betűk és a mínusz (-) karakter engedélyezett

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
hu_hu: Ez a fő kép a kategóriájához, mely a kategória oldalon jelenik meg. A kategória leírás ezzel az képpel együtt a bal felső sarokban jelenik meg.

source: Displays a small image in the parent category's page, if the theme allows it.
hu_hu: Megjelenít egy kis képet a szülőkategória oldalán, ha a sablon lehetővé teszi.

source: To add "tags," click in the field, write something, and then press "Enter."
hu_hu: Címkék hozzáadásához kattints a mezőbe, majd nyomj "Enter"-t.

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
hu_hu: Csak betűk, számok, aláhúzás (_) és a mínusz (-) karakter engedélyezett.

source: You now have three default customer groups.
hu_hu: Most már három alapbeállított vásárlói csoportod van.

source: Mark all of the customer groups which you would like to have access to this category.
hu_hu: Itt tudod bejelölni azokat a vásárlói csoportokat, melyeknek engedélyezed ennek a kategóriának az elérését.

source: Add new feature value
hu_hu: Új tulajdonság érték hozzáadása

source: Save and add another value
hu_hu: Mentés és új érték hozzáadása

source: Back to the list
hu_hu: Vissza a listához

source: Add new feature values
hu_hu: Új tulajdonság érték hozzáadása

source: Your internal name for this attribute.
hu_hu: Belső elnevezésed a jellemzőhöz.

source: The public name for this attribute, displayed to the customers.
hu_hu: A vásárlók számára megjelenített publikus jellemző elnevezés.

source: The way the attribute's values will be presented to the customers in the product's page.
hu_hu: A jellemző értékeinek a termék oldalán a vásárlók felé megjelenítendő mód.

source: Choose the attribute group for this value.
hu_hu: Jellemző csoport kiválasztása az értékhez.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
hu_hu: Válassz egy színt a színválasztóval, vagy adj meg egy HTML színt angolul (pl. "lightblue", "#CC6600")!

source: Upload an image file containing the color texture from your computer.
hu_hu: Képmintát tartalmazó képfájl feltöltése számítógépről.

source: This will override the HTML color!
hu_hu: Ez felül fogja bírálni a HTML színt!

source: Save then add another value
hu_hu: Mentés és új érték hozzáadása

source: Allow customers to upload files using the contact page.
hu_hu: Engedélyezi a vásárlók számára a fájl-feltöltést a kapcsolati oldalon keresztül

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
hu_hu: Kérlek, töltsd ki az alapértelmezett megjelenési üzenetet, amit a vevőszolgálati oldalon megjelenik majd.

source: URL for your IMAP server (ie.: mail.server.com).
hu_hu: Az IMAP szervered URL-e (pl.: mail.szerver.hu).

source: Port to use to connect to your IMAP server.
hu_hu: Az IMAP szerver által használt port.

source: User to use to connect to your IMAP server.
hu_hu: Az IMAP szerverhez használt felhasználónév.

source: Password to use to connect your IMAP server.
hu_hu: Az IMAP szerverhez használt jelszó.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
hu_hu: Üzenetek törlése szinkronizálás után. Az opció kikapcsolás esetén a szinkronizálás több időt fog igénybe venni.

source: Create new threads for unrecognized emails.
hu_hu: Új témakörök létrehozása azonosítatlan e-mailekhez.

source: Use POP3 instead of IMAP.
hu_hu: POP3 használata IMAP helyett.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
hu_hu: Ne használj RSH-t vagy SSH-t előrehitelesített IMAP munkafolyamatokhoz!

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
hu_hu: Secure Socket Layer (TLS/SSL) használata munkafolyamat-titkosításhoz.

source: Validate certificates from the TLS/SSL server.
hu_hu: Tanúsítványok hitelesítése a TLS/SSL szerverről.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
hu_hu: Ne hitelesítse a TLS/SSL szerver a tanúsítványokat. Ezt csak akkor kell használni, ha a szerver saját kibocsátású tanúsítványokat használ.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
hu_hu: Start-TLS-titkosítás kényszerítése munkafolyamatokhoz és kapcsolat elutasítása olyan szerverekhez, melyek ezt nem támogatják.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
hu_hu: Ne legyen start-TLS titkosítás használva munkafolyamatokhoz, még akkor sem, ha a szerver támogatná.

source: Combine several attributes, e.g.: "Size: all", "Color: red".
hu_hu: Több attribútum kombinálása, pl.: "Méret: összes", "Szín: piros".

source: Per kilo, per litre
hu_hu: Kilónként, literenként

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
hu_hu: A különböző címkéket vesszővel válaszd el. Pl.: ruha, pamut, partiruhák.

source: To have a different title from the product name, enter it here.
hu_hu: Ha a termék nevétől eltérő címet adnál meg, ide írd be.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
hu_hu: A termékoldal publikus címe keresőmotorokhoz. Hagyhatod üresen a terméknév használatához. A fennmaradó karakterek száma a baloldali mezőben jelenik meg.

source: To have a different description than your product summary in search results pages, write it here.
hu_hu: Ha a keresőmotorok termékösszegzésében szereplő adattól eltérő termékleírást szeretnél, azt ide írd be.

source: To which product the page should redirect?
hu_hu: Melyik termékoldalra szeretnél átirányítást?

source: To which category the page should redirect?
hu_hu: Melyik kategória oldalra szeretnél átirányítást?

source: Search for a product
hu_hu: Termék keresés

source: Enter your product name
hu_hu: Add meg a terméked nevét

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
hu_hu: Az összegzés a termékedet bemutató rövid leírás.<br />Ez az információ a boltod termékoldalának tetején, a termékek listáján és a keresőmotorok találati oldalán jelenik meg (ezért fontos a SEO szempontjából). Ha több adatot szeretnél megadni a termékedhez, használd a "Leírás" lapfület.

source: Search and add a related product
hu_hu: Keresés és kapcsolódó termék hozzáadása

source: Create a new product: CTRL+P
hu_hu: Új termék létrehozása: CTRL+P

source: Invalid token
hu_hu: Érvénytelen munkafolyamat-azonosító

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
hu_hu: [1]Érvénytelen munkafolyamat-azonosító[/1]: a hivatkozás közvetlen elérése biztonsági problémát okozhat.

source: Do you want to display this page?
hu_hu: Szeretnéd megjeleníteni ezt az oldalt?

source: Yes, I understand the risks
hu_hu: Igen, megértettem a kockázatokat

source: Take me out of there!
hu_hu: Vigyél el innen!

source: Search name
hu_hu: Keresési név

source: Search ref.
hu_hu: Ref. keresés

source: Search category
hu_hu: Kategória keresés

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
hu_hu: A termék csomag (legalább két meglévő termék kombinációja), virtuális termék (letölthető fájl, szolgáltatás, stb.) vagy egyszerűen egy szokásos, fizikai termék?

source: Permanently delete this product.
hu_hu: Véglegesen töröld ezt a terméket.

source: See how your product sheet will look online: ALT+SHIFT+V
hu_hu: Tekintsd meg, hogyan fog megjelenni a termékadatlapod online: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
hu_hu: Termék megjelenítés engedélyezése vagy letiltása a boltodban: ALT+SHIFT+O

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
hu_hu: A termék mentése és duplikálása, majd továbblépés az új termékre: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
hu_hu: Mentés és visszatérés a termék katalógushoz: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
hu_hu: Mentés és új termék létrehozása: ALT+SHIFT+P

source: Save the product and stay on the current page: ALT+SHIFT+S
hu_hu: Termék mentése, az aktuális oldal elhagyása nélkül: ALT+SHIFT+S

source: Search categories
hu_hu: Kategóriák keresése

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
hu_hu: A variációnak más az ára? Olcsóbb vagy drágább, mint az alapértelmezett kiskereskedelmi ár?

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
hu_hu: Ez a termékkód típus jellemző Európára és Japánra, de nemzetközileg is széleskörűen használt. Ez egy szuper UPC kód: Észak-Amerika minden EAN számmal jelölt terméket befogad.

source: Tags are meant to help your customers find your products via the search bar.
hu_hu: A címkék segítenek vásárlóidnak megtalálni a termékeket a kereső sáv segítségével.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
hu_hu: Válaszd ki a feltételeket és a kulcsszavakat, amelyeket a vásárlóid fognak használni ehhez a termékhez, és ellenőrizd, hogy ezek megegyeznek a már esetlegesen használt címkékkel.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
hu_hu: Nem minden bolt árusít új termékeket. Ezzel az opcióval kijelezheted a termék állapotát. Egyes piacokon ez előírás lehet.

source: ISBN is used internationally to identify books and their various editions.
hu_hu: A könyvek és azok különböző kiadásainak azonosítása érdekében nemzetközi szintem az ISBN-t használjuk.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
hu_hu: Ez a termékkód széleskörűen használt az Egyesült Államokban, Kanadában, Angliában, Ausztráliában, Új-Zélandon és más országokban.

source: This interface allows you to specify the warehouse in which the product is stocked.
hu_hu: Ezen a felületen tudod megadni azt a raktárat, ahol az áru elhelyezkedik.

source: It is also possible to specify the location within the warehouse for each product or combination.
hu_hu: A raktári helyszín is megadható az egyes termékhez vagy variációhoz.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
hu_hu: A variációk különböző termékváltozatok, amelyek tulajdonságai - pl. méret, tömeg vagy szín - eltérő értékeket kapnak. Egy variáció létrehozásához először a termékjellemzőket kell létrehozni. Ehhez először lépj a Katalógus > Tulajdonságok és jellemzők menübe!

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
hu_hu: Megadhatod a termékreferenciá(ka)t minden egyes kapcsolódó beszállítóhoz. A kapcsolódó termékreferenciák megjelenítéséhez kattints a "Mentés" gombra, miután megváltoztattad a kiválasztott beszállítókat.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
hu_hu: Ezen a felületen adhatod meg a jelenlegi termék beszállítóit és variációit, ha vannak.

source: You can specify supplier references according to previously associated suppliers.
hu_hu: A korábban társított beszállítók alapján megadhatod a beszállítói referenciaszámokat.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
hu_hu: Fejlett készletkezelés használatával (lásd Bolt paraméterei/Termékbeállítások) a megadott értékek (ár, referenciaszámok) lesznek használva a beszállítói rendeléseknél.

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
hu_hu: Ez az ember által olvasható URL, ami a terméknévből generálódott. Ha szeretnéd, módosíthatod.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
hu_hu: Nincs átirányítás (404) = Ne irányítson át semmilyen oldalra és jelenjen meg a 404 "Az oldal nem található" üzenet.

source: Permanent redirection (301) = Permanently display another product or category instead.
hu_hu: Átirányítás (301) = Egy másik termék vagy kategória jelenik meg helyette.

source: Temporary redirection (302) = Temporarily display another product or category instead.
hu_hu: Ideiglenes átirányítás (302) = Ideiglenesen egy másik termék vagy kategória jelenik meg helyette.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
hu_hu: Ez az ár, amelyen a terméket szeretnéd eladni a vevőidnek. Az adóval növelt ár a kiválasztott adózási szabály szerint változik.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
hu_hu: Egyes termékeket egységenként (palackonként, kilónként, stb.) lehet megvásárolni, és ez az ár egyetlen egység ára. Pl. ha szövetet árulsz, akkor ez lesz a méterenkénti ár.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
hu_hu: A bekerülési költség az az ár, amit kifizettél a termékért. Az áfát ne számítsd bele. Ennek az árnak alacsonyabbnak kell lenni a kiskereskedelmi árnál: a két ár közötti rés lesz a hasznod.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
hu_hu: Beállíthatsz egyedi árat az adott csoportokból, országokból stb. érkező vásárlóknak.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
hu_hu: Néha egy vevőre több árszabály is érvényes lehet. A prioritások beállításával tudod szabályozni, hogy melyik szabály legyen az első.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
hu_hu: A variációk különböző termékváltozatok, amelyek tulajdonságai - pl. méret, tömeg vagy szín - eltérő értékeket kapnak. A termékedhez szükség van kombinációkra?

source: Advanced settings in [1][2]Combinations[/1]
hu_hu: Haladó beállítások a [1][2]Variációkban[/1]

source: How many products should be available for sale?
hu_hu: Hány terméket szeretnél eladásra felkínálni?

source: Advanced settings in [1][2]Quantities[/1]
hu_hu: Haladó beállítások a [1][2]Mennyiségekben[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
hu_hu: Ez a kiskereskedelmi ár, amelyen ezt a terméket szeretnéd eladni a vevőidnek. Az adóval növelt ár a kiválasztott adózási szabály szerint változik.

source: Advanced settings in [1][2]Pricing[/1]
hu_hu: Haladó beállítások a [1][2]Árazás[/1]

source: Does not apply to the shipping costs
hu_hu: Szállítási díjra nem vonatkozik

source: This will be displayed in the cart summary, as well as on the invoice.
hu_hu: Ez fog megjelenni a kosárösszesítőn és a számlán is.

source: For your eyes only. This will never be displayed to the customer.
hu_hu: Csak a te szemeidnek. Ez soha nem fog megjelenni vásárlónak!

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
hu_hu: Ezt a kódot kell megadni a felhasználóknak, ha érvényesíteni szeretnék a kuponjukat a kosár tartalmához. Készítsd el a saját kódod vagy hozz létre egyet a "Létrehozás" gombra kattintva.

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
hu_hu: Figyelem! Ha ezt a mezőt üresen hagyod, akkor a szabály automatikusan életbe lép a kedvezményezett vásárlókhoz.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
hu_hu: Ha a kupon nincs még a kosárban, meg fog jelenni a kosárösszesítőben.

source: Only applicable if the voucher value is greater than the cart total.
hu_hu: Csak akkor alkalmazható, ha a kupon értéke nagyobb, mint a kosáré.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
hu_hu: Ha nem engedsz részleges használatot, a kupon értéke csökkentve lesz a teljes rendelési értékre. Engedélyezésnél új kupon lesz létrehozva a fennmaradókhoz.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
hu_hu: A kosárszabályok prioritás szerint alkalmazottak. Az "1" számú kosárszabály a "2" számú előtt kerül feldolgozásra.

source: Optional: The cart rule will be available to everyone if you leave this field blank.
hu_hu: Opcionális: ha üresen hagyod, a kosárszabály mindenkinek elérhető lesz.

source: The default period is one month.
hu_hu: Alapértelmezett időszak egy hónap

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
hu_hu: Kiválaszthatsz minimum kosármennyiséget adóval és szállítással vagy nélkülük.

source: The cart rule will be applied to the first "X" customers only.
hu_hu: A kosárszabály csak az első "X" vásárlóra lesz alkalamazva.

source: A customer will only be able to use the cart rule "X" time(s).
hu_hu: A vásárló csak "X" alkalommal tudja a kosárszabályt felhasználni.

source: This restriction applies to the country of delivery.
hu_hu: A korlátozás a szállítási célországra vonatkozik.

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
hu_hu: Egy üres kategória az a kategória, mely nem rendelkezik közvetlenül hozzá társított termékkel. Mindazonáltal, az alkategóriái miatt mégis tartalmazhat termékeket.

source: Recommended dimensions (for the default theme): %1spx x %2spx
hu_hu: Ajánlott méretek (az alapértelmezett témához): %1spx x %2spx
