Repository: karpad2/antares_web
Catalog: app/Resources/translations/*/AdminAdvparametersFeature.*.xlf
Languages: hu_hu

source: Both
hu_hu: Mindkettő

source: Template
hu_hu: Sablon

source: Recipient
hu_hu: Címzett

source: Subject
hu_hu: Tárgy

source: Sent
hu_hu: Elküldve

source: Send emails to
hu_hu: Az e-mailek címzettje

source: Never send emails (may be useful for testing purposes)
hu_hu: Soha ne küldj leveleket (tesztelésre talán hasznos)

source: Set my own SMTP parameters (for advanced users ONLY)
hu_hu: Saját SMTP paraméterek beállítása (CSAK haladó felhasználóknak)

source: Send email in HTML format
hu_hu: HTML formátum használata e-mail küldésnél

source: Send email in text format
hu_hu: E-mail küldése szövegként

source: Log Emails
hu_hu: Emailek naplózása

source: Mail domain name
hu_hu: Levelezés kiszolgálónév

source: SMTP server
hu_hu: SMTP szerver

source: SMTP username
hu_hu: SMTP felhasználónév

source: SMTP password
hu_hu: SMTP jelszó

source: Encryption
hu_hu: Titkosítás

source: None
hu_hu: Nincs

source: Port number to use.
hu_hu: Használandó portszám.

source: Test your email configuration
hu_hu: E-mail beállítás tesztelése

source: Send a test email to
hu_hu: Teszt e-mail küldése

source: Send a test email
hu_hu: Teszt e-mail küldése

source: Use PHP's mail() function (recommended; works in most cases)
hu_hu: A PHP mail() funkció használata (javasolt; a legtöbb esetben működik)

source: This is a test message. Your server is now configured to send email.
hu_hu: Ez egy tesztlevél. Ha megkaptad, azt jelenti, hogy a szervered képes leveleket küldeni! Juhú!

source: Test message -- Prestashop
hu_hu: Teszt üzenet - Prestashop

source: A test email has been sent to the email address you provided.
hu_hu: Tesztüzenet kiküldésre került az általad megadott emailcmre

source: Error: Please check your configuration
hu_hu: Hiba: ellenőrizd a beállításokat

source: This email address is not valid
hu_hu: Ez az emailcím hibás

source: Back to the dashboard
hu_hu: Vissza az irányítópulthoz

source: Customer ID
hu_hu: Vásárlóazonosító

source: Supply Orders
hu_hu: Beszállítói rendelések

source: Supply Order Details
hu_hu: Beszállítói rendelések részletei

source: Ignore this column
hu_hu: Oszlop figyelmen kívül hagyása

source: Product ID
hu_hu: Termék ID

source: Product Reference
hu_hu: Termék azonosítószáma

source: Attribute (Name:Type:Position)
hu_hu: Jellemzők (Név:Típus:Pozíció)

source: Value (Value:Position)
hu_hu: Érték (Érték:Pozíció)

source: Supplier reference
hu_hu: Szállítói termékkód

source: Minimal quantity
hu_hu: Minimális mennyiség

source: Default (0 = No, 1 = Yes)
hu_hu: Alapértelmezett ( 0 = Nem, 1 = Igen)

source: Combination availability date
hu_hu: Összeállítás elérhetőségi dátuma

source: Choose among product images by position (1,2,3...)
hu_hu: Válasszon a termékképek közül sorrend szerint (1,2,3...)

source: Image URLs (x,y,z...)
hu_hu: Kép URL-ek (x,y,z...)

source: Image alt texts (x,y,z...)
hu_hu: Alternatív szövegek képe (x,y,z...)

source: ID / Name of shop
hu_hu: Bolt azonosítója / neve

source: Advanced Stock Management
hu_hu: Fejlett készletkezelés

source: Depends on stock
hu_hu: Készlettől függ

source: Warehouse
hu_hu: Raktár

source: Active (0/1)
hu_hu: Aktív(0/1)

source: Root category (0/1)
hu_hu: Gyökérkategória (0/1)

source: Image URL
hu_hu: Kép URL

source: Categories (x,y,z...)
hu_hu: Kategóriák (x,y,z...)

source: Price tax excluded
hu_hu: Ár Áfa nélkül

source: Price tax included
hu_hu: Ár Áfával

source: Tax rule ID
hu_hu: Adózási szabályazonosító

source: On sale (0/1)
hu_hu: Kiárusítás (0/1)

source: Discount amount
hu_hu: Kedvezmény mértéke

source: Discount percent
hu_hu: Kedvezmény százaléka

source: Discount from (yyyy-mm-dd)
hu_hu: Kedvezmény kezdete (yyyy-mm-dd)

source: Discount to (yyyy-mm-dd)
hu_hu: Kedvezmény befejezése (yyyy-mm-dd)

source: Reference #
hu_hu: Cikkszám #

source: Supplier reference #
hu_hu: Szállítói termékkód #

source: Additional shipping cost
hu_hu: További szállítási költség

source: Unit for the price per unit
hu_hu: Egységár egysége

source: Tags (x,y,z...)
hu_hu: Címkék (x,y,z...)

source: Rewritten URL
hu_hu: Újraírt URL

source: Label when backorder allowed
hu_hu: Címke, amikor utánrendelése engedélyezett

source: Available for order (0 = No, 1 = Yes)
hu_hu: Elérhető rendelésre (0 = Nem, 1 = Igen)

source: Product availability date
hu_hu: Termékelérhetőség dátuma

source: Product creation date
hu_hu: Termék létrehozás dátuma

source: Show price (0 = No, 1 = Yes)
hu_hu: Ár megjelenítése (0 = Nem, 1 = Igen)

source: Delete existing images (0 = No, 1 = Yes)
hu_hu: Meglévő képek törlése (0 = nem, 1 = igen)

source: Feature (Name:Value:Position:Customized)
hu_hu: Jellemzők(Név:Érték:Pozíció:Testre szabott)

source: Available online only (0 = No, 1 = Yes)
hu_hu: Csak online érhető el (0 = Nem, 1 = Igen)

source: Customizable (0 = No, 1 = Yes)
hu_hu: Testre szabható (0 = Nem, 1 = Igen)

source: Uploadable files (0 = No, 1 = Yes)
hu_hu: Feltölthető fájlok (0 = Nem, 1 = Igen)

source: Text fields (0 = No, 1 = Yes)
hu_hu: Szövegmezők (0 = Nem, 1 = Igen)

source: Action when out of stock
hu_hu: Művelet készlethiánynál

source: Virtual product (0 = No, 1 = Yes)
hu_hu: Virtuális termék (0 = Nem, 1 = Igen)

source: File URL
hu_hu: Fájl URL

source: Expiration date (yyyy-mm-dd)
hu_hu: Lejárat dátuma (éééé-hh-nn)

source: Number of days
hu_hu: Napok száma

source: Accessories (x,y,z...)
hu_hu: Kiegészítők (x,y,z...)

source: Active (0/1)
hu_hu: Aktív (0/1)

source: Titles ID (Mr = 1, Ms = 2, else 0)
hu_hu: Megszólítás (Úr = 1, Hölgy = 2, egyéb 0)

source: Birth date (yyyy-mm-dd)
hu_hu: Születési idő (éééé-hh-nn)

source: Newsletter (0/1)
hu_hu: Hírlevél (0/1)

source: Partner offers (0/1)
hu_hu: Partnerek ajánlatai (0/1)

source: Registration date (yyyy-mm-dd)
hu_hu: Regisztráció dátuma (éééé-hh-nn)

source: Groups (x,y,z...)
hu_hu: Csoportok (x,y,z...)

source: Default group ID
hu_hu: Alapértelmezett csoportazonosító

source: Customer email
hu_hu: Vásárlói e-mail

source: ID / Name of group shop
hu_hu: Boltcsoport azonosítója / neve

source: Address (2)
hu_hu: Cím (2)

source: Latitude
hu_hu: Földrajzi szélesség

source: Longitude
hu_hu: Földrajzi hosszúság

source: Note
hu_hu: Jegyzet

source: Hours (x,y,z...)
hu_hu: Órák (x,y,z...)

source: Supplier ID *
hu_hu: Beszállítóazonosító *

source: Lang ID
hu_hu: Nyelvazonosító

source: Warehouse ID *
hu_hu: Raktár-azonosító *

source: Currency ID *
hu_hu: Pénznem-azonosító *

source: Supply Order Reference *
hu_hu: Beszállítói rendelésazonosító *

source: Delivery Date (Y-M-D)*
hu_hu: Kézbesítés dátum (É-H-N)*

source: Discount rate
hu_hu: Kedvezmény mértéke

source: Product ID *
hu_hu: Termékazonosító *

source: Product Attribute ID
hu_hu: Termékazonosító ID

source: Unit Price (tax excl.)*
hu_hu: Egységár (áfa nélkül)*

source: Quantity Expected *
hu_hu: Várható mennyiség *

source: Discount Rate
hu_hu: Kedvezmény %

source: Tax Rate
hu_hu: Adó %

source: Import .CSV data
hu_hu: CSV adat importálása

source: Store contacts
hu_hu: Üzlet elérhetőségei

source: Price per unit
hu_hu: Egységár

source: Severity (1-4)
hu_hu: Súlyosság (1-4)

source: Object type
hu_hu: Objektum típusa

source: Object ID
hu_hu: Objektumazonosító

source: Error code
hu_hu: Hibakód

source: Logs by email
hu_hu: Naplózás e-mail szerint

source: Minimum severity level
hu_hu: Minimum súlyossági szint

source: Erase all
hu_hu: Mind töröl

source: Refresh list
hu_hu: Lista frissítése

source: Contact information
hu_hu: Kapcsolatinformációk

source: Discount prices
hu_hu: Kedvezményes árak

source: Module hooks
hu_hu: Modul kapocs

source: Meta information
hu_hu: Meta-információ

source: Product combinations
hu_hu: Termékkombinációk

source: Available quantities for sale
hu_hu: Eladásra elérhető mennyiségek

source: Warehouses
hu_hu: Raktárak

source: Webservice accounts
hu_hu: Webszolgáltatás fiókjai

source: Attribute groups
hu_hu: Jelző csoport

source: Tax rules groups
hu_hu: Adó szabály csoport

source: Referrers/affiliates
hu_hu: Ajánlók/partnerek

source: Cart rules
hu_hu: Kosárszabályok

source: Import data
hu_hu: Adatok importálása

source: Choose the source shop
hu_hu: Forrás bolt kiválasztása

source: Choose data to import
hu_hu: Válassz importálandó adatot

source: Shop groups list
hu_hu: Áruház csoport lista

source: Employees
hu_hu: Alkalmazottak

source: Profile
hu_hu: Profil

source: Employee options
hu_hu: Munkatárs beállítások

source: Password regeneration
hu_hu: Jelszó regenerálása

source: Security: Minimum time to wait between two password changes.
hu_hu: Biztonság: ennyi időnek kell eltelnie két jelszóváltás között

source: minutes
hu_hu: perc

source: Memorize the language used in Admin panel forms
hu_hu: Emlékezzen az Adminfelületen használt nyelvre

source: Allow employees to select a specific language for the Admin panel form.
hu_hu: Engedélyezze, hogy a munkatársak nyelvet választhassanak az Adminfelületen

source: Add new employee
hu_hu: Új alkalmazott

source: Subscribe to PrestaShop newsletter
hu_hu: Feliratkozás a PrestaShop hírlevélre

source: Default page
hu_hu: Alapértelmezett oldal

source: Permission profile
hu_hu: Jogosultság profil

source: Customer groups
hu_hu: Vásárlói csoportok

source: Clear cache
hu_hu: Gyorsítótár ürítése

source: Template compilation
hu_hu: Sablonkompilálás

source: Cache
hu_hu: Gyorsítótár

source: Should be enabled except for debugging.
hu_hu: A hibakereséshez szükséges lehet.

source: Multi-front optimizations
hu_hu: Többszerveres optimalizálás

source: Caching type
hu_hu: Gyorsítótár típus

source: Debug mode
hu_hu: Hibakereső mód

source: Disable non PrestaShop modules
hu_hu: Nem-PrestaShop modulok tiltása

source: Enable or disable non PrestaShop Modules.
hu_hu: Nem-PrestaShop modulok tiltása/engedélyezése.

source: Disable all overrides
hu_hu: Felülírások tiltása

source: Enable or disable all classes and controllers overrides.
hu_hu: Minden osztály és vezérlő felülbírálásának engedélyezése/tiltása.

source: Optional features
hu_hu: Opcionális lehetőségek

source: CCC (Combine, Compress and Cache)
hu_hu: KTC (Kombinálás, Tömörítés és Cache)

source: Smart cache for CSS
hu_hu: Okos-gyorsítótár CSS-hez

source: Smart cache for JavaScript
hu_hu: JavaScrip smart cache

source: Apache optimization
hu_hu: Apache optimizálás

source: Media servers (use only with CCC)
hu_hu: Média szerver (csak CCC-vel használható)

source: You must enter another domain, or subdomain, in order to use cookieless static content.
hu_hu: Írj be egy másik domaint vagy aldomaint a tartalomhoz.

source: Media server #1
hu_hu: Médiaszerver #1

source: Media server #2
hu_hu: Médiaszerver #2

source: Media server #3
hu_hu: Médiaszerver #3

source: Caching
hu_hu: Gyorsítótárazás

source: Use cache
hu_hu: Gyorsítótár használata

source: Caching system
hu_hu: Gyorsítótárrendszer

source: Add server
hu_hu: Szerver hozzáadása

source: IP Address
hu_hu: IP cím

source: Weight
hu_hu: Súly

source: Add Server
hu_hu: Szerverhozzáadás

source: Test Server
hu_hu: Teszt szerver

source: SQL query Name
hu_hu: SQL kérés neve

source: SQL query
hu_hu: SQL kérés

source: Select your default file encoding
hu_hu: Alapvető fájlkódolás kiválasztása

source: Edit this SQL query
hu_hu: SQL kérés szerkesztése

source: SQL query name
hu_hu: SQL kérés neve

source: Add new SQL query
hu_hu: Új SQL kérés hozzáadása

source: Shop URL ID
hu_hu: Bolt URL-azonosító

source: Shop name
hu_hu: Bolt neve

source: Is it the main URL?
hu_hu: Ez a fő URL?

source: URL options
hu_hu: URL opciók

source: Is it the main URL for this shop?
hu_hu: Ez a bolt fő URL-e?

source: Shop URL
hu_hu: Bolt URL

source: Domain
hu_hu: Domén

source: SSL Domain
hu_hu: SSL kiszolgáló

source: Physical URL
hu_hu: Fizikai URL

source: Virtual URL
hu_hu: Virtuális URL

source: Final URL
hu_hu: Végleges URL

source: Edit this shop
hu_hu: Bolt szerkesztése

source: Add a new URL
hu_hu: Új URL hozzáadása

source: Multistore tree
hu_hu: Multi-shop fa

source: Shop group
hu_hu: Boltcsoport

source: Multistore options
hu_hu: Multishop beállítások

source: Default shop
hu_hu: Alapértelmezett bolt

source: Add a new shop group
hu_hu: Új üzletcsoport hozzáadása

source: Add a new shop
hu_hu: Új bolt hozzáadása

source: Shop group name
hu_hu: Boltcsoport neve

source: Share customers
hu_hu: Vásárlók megosztása

source: Share available quantities to sell
hu_hu: Eladható mennyiségek megosztása

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
hu_hu: Ezzel megoszthatod az értékesítésre váró portékák számát. Ha nem akarod használni, akkor állítsd 0-ra.

source: Share orders
hu_hu: Rendelések megosztása

source: Add new profile
hu_hu: Új profil hozzáadása

source: Key
hu_hu: Kulcs

source: Key description
hu_hu: Kulcs leírása

source: Enable PrestaShop's webservice
hu_hu: PrestaShop Webszolgáltatás engedélyezése

source: Enable CGI mode for PHP
hu_hu: CGI mód bekapcsolása PHP-hoz

source: Add new webservice key
hu_hu: Új webszolgáltatás kulcs

source: Webservice Accounts
hu_hu: Webszolgáltatás fiókok

source: Webservice account key.
hu_hu: Webszolgáltatás fiók kulcsa

source: Generate!
hu_hu: Generálás!

source: Permissions
hu_hu: Jogosultságok

source: Age
hu_hu: Idő

source: File size
hu_hu: Fájlméret

source: Backup options
hu_hu: Adatmentés opciók

source: Ignore statistics tables
hu_hu: Statisztika táblák figyelmen kívül hagyása

source: Drop existing tables during import
hu_hu: Importálás során a meglévő táblák eldobása

source: megabytes
hu_hu: Megabyte

source: Memcached via PHP::Memcache
hu_hu: Memcached PHP::Memcache -el

source: Memcached via PHP::Memcached
hu_hu: Memcached PHP::Memcached -el

source: Product reference
hu_hu: Termék cikkszáma

source: Available fields
hu_hu: Elérhető mezők

source: * Required field
hu_hu: * Szükséges mező

source: What do you want to import?
hu_hu: Mit szeretnél importálni?

source: Select a file to import
hu_hu: Importálandó fájl kiválasztása

source: Choose from history / FTP
hu_hu: Válassz az előzményekből /FTP

source: Language of the file
hu_hu: A fájl nyelve

source: Field separator
hu_hu: Mezőelválasztó

source: Delete all [1]categories[/1] before import
hu_hu: Töröljön minden [1]kategóriát[/1] importálás előtt

source: Use product reference as key
hu_hu: Termék cikkszámának használata kulcsként

source: Skip thumbnails regeneration
hu_hu: Bélyegkép újragenerálás átugrása

source: Force all ID numbers
hu_hu: Azonosítószámok kikényszerítése

source: Send notification email
hu_hu: Értesítő e-mail küldése

source: Next step
hu_hu: Következő lépés

source: History of uploaded files
hu_hu: Korábban feltöltött fájlok

source: Download sample csv files
hu_hu: Minta CSV fájlok letöltése

source: Sample Categories file
hu_hu: Minta kategóriák fájl

source: Sample Products file
hu_hu: Minta termékek fájl

source: Sample Combinations file
hu_hu: Minta kombinációs fájl

source: Sample Customers file
hu_hu: Minta vevő fájl

source: Sample Addresses file
hu_hu: Minta címek fájl

source: Sample Brands file
hu_hu: Minta márka fájl

source: Sample Suppliers file
hu_hu: Minta beszállítók fájl

source: Sample Aliases file
hu_hu: Minta partnerek fájl

source: Sample Store Contacts file
hu_hu: Bolti elérhetőségek mintafájl

source: Sample Supply Orders file
hu_hu: Minta beszállítói rendelések fájl

source: Sample Supply Order Details file
hu_hu: Minta beszállítói rendelés részletek fájl

source: Multiple value separator
hu_hu: Többszörös érték elválasztó

source: Download
hu_hu: Letöltés

source: Meaning of severity levels:
hu_hu: A súlyossági szintek jelentése:

source: Logs
hu_hu: Naplók

source: Configuration information
hu_hu: Konfiguráció adatok

source: This information must be provided when you report an issue on our bug tracker or forum.
hu_hu: Ezeket az információkat melléked ha hibát jelentesz be, vagy segítséget kérsz a fórumban.

source: Server information
hu_hu: Szerverinformációk

source: Server software version:
hu_hu: Szerver szoftververziója:

source: PHP version:
hu_hu: PHP verzió:

source: Memory limit:
hu_hu: Memóriakorlát:

source: Max execution time:
hu_hu: Maximális végrehajtási idő:

source: Upload Max File size:
hu_hu: Feltölthető fájl max. mérete:

source: PageSpeed module for Apache installed (mod_instaweb)
hu_hu: PageSpeed modul az Apache számára telepítve (mod_instaweb)

source: Database information
hu_hu: Adatbázis információ

source: MySQL version:
hu_hu: MySQL verzió:

source: MySQL server:
hu_hu: MySQL szerver:

source: MySQL name:
hu_hu: MySQL név:

source: MySQL user:
hu_hu: MySQL felhasználó:

source: Tables prefix:
hu_hu: Tábla előtag:

source: MySQL engine:
hu_hu: MySQL motor:

source: MySQL driver:
hu_hu: MySQL kapcsoló:

source: Store information
hu_hu: Üzlet információ

source: PrestaShop version:
hu_hu: PrestaShop verzió:

source: Shop URL:
hu_hu: Áruház URL:

source: Current theme in use:
hu_hu: Jelenleg használt téma:

source: Mail configuration
hu_hu: Levelezés konfiguráció

source: Mail method:
hu_hu: Levélküldés módja:

source: You are using the PHP mail() function.
hu_hu: A PHP mail()-t használod

source: You are using your own SMTP parameters.
hu_hu: A saját SMTP paramétereidet használod.

source: SMTP username:
hu_hu: SMTP felhasználónév:

source: Defined
hu_hu: Beállítva

source: Not defined
hu_hu: Nincs beállítva

source: SMTP password:
hu_hu: SMTP jelszó:

source: Encryption:
hu_hu: Titkosítás:

source: Your information
hu_hu: Információid

source: Your web browser:
hu_hu: Böngésződ:

source: Check your configuration
hu_hu: Ellenőrizd a beállításaidat

source: Required parameters:
hu_hu: Szükséges paraméterek:

source: Optional parameters:
hu_hu: Opcionális paraméterek:

source: List of changed files
hu_hu: Megváltozott fájlok listája

source: Automatically check for module updates
hu_hu: Modulok automatikus frissítési ellenőrzése

source: Check the cookie's IP address
hu_hu: A süti IP címének ellenőrzése

source: Lifetime of front office cookies
hu_hu: Áruház sütik élettartama

source: Lifetime of back office cookies
hu_hu: Háttériroda sütik élettartama

source: Upload quota
hu_hu: Feltöltési kvóta

source: Maximum size for attached files
hu_hu: Csatolt fájlok maximális mérete

source: Maximum size for a downloadable product
hu_hu: Letölthető termék maximális mérete

source: Maximum size for a product's image
hu_hu: Termékképek maximális mérete

source: Show notifications for new orders
hu_hu: Új megrendeléseknél jelenjen meg értesítés

source: Show notifications for new customers
hu_hu: Új vásárló regisztrációjakor jelenjen meg értesítés

source: Show notifications for new messages
hu_hu: Új üzenetkor jelenjen meg értesítés

source: Notifications
hu_hu: Értesítések

source: Menu
hu_hu: Menü

source: No menu
hu_hu: Nincs menü

source: Import data from another shop
hu_hu: Adat importálás másik webáruházból

source: Set the resource permissions for this key:
hu_hu: Állítsd be az erőforrás-hozzáférések jogosultságait ehhez a kulcshoz:

source: View (GET)
hu_hu: Megtekint (GET)

source: Modify (PUT)
hu_hu: Módosít (PUT)

source: Add (POST)
hu_hu: Hozzáad (POST)

source: Delete (DELETE)
hu_hu: Töröl (DELETE)

source: Fast view (HEAD)
hu_hu: Gyors-nézet (HEAD)

source: Download the backup file (%s MB)
hu_hu: Adatmentés fájl letöltése (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
hu_hu: Tipp: ezt a fájlt az FTP szerveredről is letöltheted. Az adatmentés fájl az "/adminXXXX/backups" mappában érhető el.

source: List of MySQL Tables
hu_hu: MySQL táblák listája

source: Add table name to SQL query
hu_hu: Adj táblanevet az SQL kérésnek

source: List of attributes for this MySQL table
hu_hu: A MySQL tábla attribútumainak listája

source: Action
hu_hu: Művelet

source: Add attribute to SQL query
hu_hu: Attribútum hozzáadása az SQL kéréshez

source: Please choose a table.
hu_hu: Kérlek, válassz táblát.

source: SQL query result
hu_hu: SQL kérés eredménye

source: Sign out from PrestaShop Addons
hu_hu: Kilépés a PrestaShop Addons oldalról

source: Sign in
hu_hu: Bejelentkezés
