Repository: karpad2/antares_web
Catalog: app/Resources/translations/*/ModulesReminderAdmin.*.xlf
Languages: sr_cs

source: Customer follow-up
sr_cs: Postprodajne radnje

source: Settings updated succesfully
sr_cs: Podešavanja su uspešno ažurirana

source: Error occurred during settings update
sr_cs: Došlo je do greške prilikom ažuriranja postavki

source: Discount for your cancelled cart
sr_cs: Popust za Vašu otkazanu korpu

source: Thank you for your order.
sr_cs: Hvala na Vašoj porudžbini.

source: You are one of our best customers!
sr_cs: Vi ste jedan od naših najboljih kupaca!

source: We miss you!
sr_cs: Nedostajete nam!

source: Information
sr_cs: Informacije

source: Four kinds of e-mail alerts are available in order to stay in touch with your customers!
sr_cs: Četiri vrste e-mail obaveštenja dostupnih da bi ostali u kontaktu sa klijentima!

source: Cancelled carts
sr_cs: Otkazane korpe

source: For each cancelled cart (with no order), generate a discount and send it to the customer.
sr_cs: Za svaku otkazanu korpu, generiši popust i pošalji ga kupcu.

source: Discount amount
sr_cs: Vrednost popusta

source: Discount validity
sr_cs: Važenje popusta

source: day(s)
sr_cs: dan (a)

source: Re-order
sr_cs: Ponovno naručivanje

source: For each validated order, generate a discount and send it to the customer.
sr_cs: Za svaku potvrđenu porudžbinu napravi popust i pošalji ga kupcu.

source: Next process will send: %d e-mail(s)
sr_cs: Sledeći proizvod će poslati: %d mejl(ova)

source: For each customer raising a threshold, generate a discount and send it to the customer.
sr_cs: Za svakog kupca koji podigne prag, generisati popust i poslati ga kupci.

source: Threshold
sr_cs: Prag

source: Since x days
sr_cs: posle x dana

source: General
sr_cs: Opšte

source: Delete outdated discounts during each launch to clean database
sr_cs: Obrišite istekle popuste tokom svakog pokretanja da bi ste očistili bazu

source: Best customers
sr_cs: Najbolji kupci

source: Bad customers
sr_cs: Loši kupci

source: Statistics
sr_cs: Statistika

source: Date
sr_cs: Datum

source: Used
sr_cs: Polovno

source: No statistics at this time.
sr_cs: Nema generisane statistike trenutno.
