Repository: karpad2/antares_web
Catalog: app/Resources/translations/*/ModulesStatsvisitsAdmin.*.xlf
Languages: hu_hu

source: Visits and Visitors
hu_hu: Látogatók és látogatások

source: Adds statistics about your visits and visitors to the Stats dashboard.
hu_hu: Statisztikát ad hozzá a Statisztikai vezérlőpulthoz a látogatásaidról és látogatókról.

source: Determine the interest of a visit
hu_hu: Határozzuk meg a látogatási rátát

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
hu_hu: A látogatók alakulását jelző grafikon hasonlít a látogatókat jelző grafikonra, de ez további extra információkat szolgáltat:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
hu_hu: Ha ez a helyzet, gratulálunk! Weboldalad jól megtervezett és kellemes. Öröm látni, hogy odafigyeltél.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
hu_hu: Ellenkező esetben, a következtetés nem ilyen egyszerű. A probléma lehet esztétikai vagy ergonómiai. Az is lehetséges, hogy sok látogató csak véletlenül látogatta meg az URL-ed és nincs különösebb érdeklődése a boltod iránt. Ezt a furcsa és zavaró jelenséget többnyire keresőmotorok okozzák. Ha ez a helyzet, akkor érdemes megfontolni a SEO szerkezet felülvizsgálatát.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
hu_hu: Ez az információ főként minőségi: meg kell határozni a látogatók érdeklődését.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
hu_hu: Egy látogatás egy felhasználót jelent.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
hu_hu: A látogató ismeretlen személy, nem regisztrált vagy nem lépett be az áruházba. A látogató lehet egyetlen személy, aki többször meglátogatta az áruházat.

source: Total visits:
hu_hu: Összes látogatás:

source: Total visitors:
hu_hu: Összes látogató:

source: CSV Export
hu_hu: CSV exportálás

source: Number of visits and unique visitors
hu_hu: Látogatások és egyedi látogatók száma
