Repository: karpad2/antares_web
Catalog: app/Resources/translations/*/ModulesWelcomeAdmin.*.xlf
Languages: hu_hu

source: Let's create your first product
hu_hu: Hozzuk létre az első terméked

source: What do you want to tell about it? Think about what your customers want to know.
hu_hu: Mit szeretnél elmondani erről? Gondolj arra, hogy a vevőid mit szeretnének tudni.

source: Add clear and attractive information. Don't worry, you can edit it later :)
hu_hu: Egyértelmű és vonzó információt adj meg. Ne aggódj, később még módosíthatod :)

source: Give your product a catchy name.
hu_hu: Adj a termékednek megragadó nevet.

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
hu_hu: Ezen a lapfülön add meg a fontos adatokat. A többi lapfül a haladóbb adatok megadására szolgál.

source: Add one or more pictures so your product looks tempting!
hu_hu: Adj hozzá egy vagy több képet, hogy a termék vonzóbban nézzen ki!

source: Yay! You just created your first product. Looks good, right?
hu_hu: Hurrá! Épp most hoztad létre az első terméked. Jól néz ki, igaz?

source: Give your shop its own identity
hu_hu: Adj a boltodnak saját identitást

source: How do you want your shop to look? What makes it so special?
hu_hu: Hogyan nézzen ki a boltod? Mi teszi olyan különlegessé?

source: Customize your theme or choose the best design from our theme catalog.
hu_hu: Alakíts ki saját témát, vagy válaszd ki a legjobb dizájnt témakatalógusunkból.

source: A good way to start is to add your own logo here!
hu_hu: Az egy jó kezdés, ha először a logódat adod meg itt!

source: If you want something really special, have a look at the theme catalog!
hu_hu: Ha szeretnél valami igazán különlegeset, nézd meg a témakatalógusunk!

source: Get your shop ready for payments
hu_hu: Készítsd fel áruházadat fizetések fogadására

source: How do you want your customers to pay you?
hu_hu: Hogyan szeretnéd, hogy a vásárlóid kifizessenek?

source: Adapt your offer to your market: add the most popular payment methods for your customers!
hu_hu: Ajánlatod a piacodhoz igazítsd: a legnépszerűbb fizetési módokat kínáld fel a vásárlóidnak!

source: And you can choose to add other payment methods from here!
hu_hu: Innét választhatsz ki és adhatsz hozzá más fizetési módokat!

source: Choose your shipping solutions
hu_hu: Válaszd ki a szállítási megoldásokat

source: How do you want to deliver your products?
hu_hu: Hogyan szeretnéd kiszállítani a termékeid?

source: Here are the shipping methods available on your shop today.
hu_hu: Itt szerepelnek a boltodhoz jelenleg elérhető szállítási módok.

source: Select the shipping solutions the most likely to suit your customers! Create your own carrier or add a ready-made module.
hu_hu: Válaszd ki az a szállítási megoldást, amelyik a legnagyobb valószínűséggel megfelel a vásárlóidnak. Hozd létre saját szállítódat vagy adj hozzá egy kész modult.

source: You can offer more delivery options by setting up additional carriers
hu_hu: Több szállítási opciót kínálhatsz további szállítók beállításával

source: Improve your shop with modules
hu_hu: Modulokkal javítsd a boltod működését

source: Add new features and manage existing ones thanks to modules.
hu_hu: A modulok segítségével hozzáadhatsz új funkciókat és kezelheted a meglévőket.

source: Discover our module selection in the first tab. Manage your modules on the second one and be aware of notifications in the third tab.
hu_hu: Az első lapfülön jeleníti meg a kiválasztott modult. A modulok kezelése a második lapfülön végezhető el, az értesítéseket a harmadik lapfülön láthatod.

source: Welcome
hu_hu: Üdvözlet

source: Help the user to create his first product.
hu_hu: Segíts a felhasználónak első terméke létrehozásában.

source: Launch your shop!
hu_hu: Indítsd el a boltod!

source: Resume
hu_hu: Folytatás

source: Stop the OnBoarding
hu_hu: Ismertetés leállítása

source: Over to you!
hu_hu: Rajtad áll!

source: You've seen the essential, but there's a lot more to explore.
hu_hu: A lényeget már láttad, de bőven akad még felfedezni való.

source: Some ressources can help you go further:
hu_hu: Egyes források segíthetnek továbblépni:

source: Starter Guide
hu_hu: Útmutató kezdőknek

source: Forum
hu_hu: Fórum

source: Training
hu_hu: Képzés

source: Video tutorial
hu_hu: Videó bemutató

source: I'm ready
hu_hu: Készen állok

source: Welcome to your shop!
hu_hu: Üdvözlünk a boltodban!

source: Hi! My name is Preston and I'm here to show you around.
hu_hu: Szia! A nevem Preston és én vezetlek körbe.

source: You will discover a few essential steps before you can launch your shop:
hu_hu: Találsz néhány lényeges lépést, melyeket el kell végezned a boltod indítása előtt:

source: Create your first product, customize your shop, configure shipping and payments...
hu_hu: Hozd létre első terméked, alakítsd ki egyedi boltprofilod, konfiguráld a szállítást és a fizetést...

source: Let's get started!
hu_hu: Lássunk neki!

source: Later
hu_hu: Később

source: Start
hu_hu: Indítás

source: Continue
hu_hu: Folytatás

source: Hey! Are you lost?
hu_hu: Szia! Eltévedtél?

source: To continue, click here:
hu_hu: A folytatáshoz kattints ide:

source: If you want to stop the tutorial for good, click here:
hu_hu: Ha szeretnéd véglegesen leállítani a bemutatót, kattints ide:

source: Quit the Welcome tutorial
hu_hu: Kliépés a bemutóból

source: Skip this tutorial
hu_hu: A bemutató kihagyása

source: Step
hu_hu: Lépés

source: Next
hu_hu: Következő
